---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.InitialLuminousIntensity
source: html/91b7dfbc-9f6a-4eea-2f03-a144afc78e5e.htm
---
# InitialLuminousIntensity Methods

Creates a copy of the InitialIntensity derived object.